author = "🛠Автор - @Romay777🛠"

balance = "Ваш текущий баланс: <b>${user_balance}</b>"

choose_action = "{action}\nВыберите действие:"

farm = "🔫 Выберите оружие для фарма:"

farm_choose_side = "Выберите, куда пойдет ваша команда?"

farm_choose_side_protect = "Выберите, какую точку мы укрепим?"

farm_already_playing = "🚫 Ваша команда уже играет 🚫"

farm_result = "💰 Вы заработали: <b>${result}</b>\n текущий баланс: <b>${user_balance}</b>"

user_players = "Игроки вашей команды:\n{user_team}\nСредние навыки игроков: <b>{teamskill}</b>"

unknown = "❔ Команда не распознана"

player_sold = ("✅Игрок <b>{player_name}</b> продан✅\nВаш новый баланс: $<b>{user_balance}</b>\n"
               "Ваш новый средний навык команды: <b>{team_skill}</b>")
player_bought = ("✅Игрок <b>{player_name}</b> успешно куплен✅\nВаш баланс: $<b>{user_balance}</b>\n"
                 "Ваш новый средний навык команды: <b>{team_skill}</b>")
not_enough_money = "❌ Недостаточно средств ❌"
player_doesnt_exist = "❌ Игрока не существует ❌"
